Revit 2027 API
ParameterTypeId.DefaultConstructionMassFloor Property
 "Mass Floor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DefaultConstructionMassFloor { get; }
Public Shared ReadOnly Property DefaultConstructionMassFloor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DefaultConstructionMassFloor {
	ForgeTypeId^ get ();
}
static member DefaultConstructionMassFloor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace